Repository: ippies/payment-module-woocommerce
Catalog: langs/ippies-payment-gateway-*.po
Languages: nl_nl

source: Transaction Details
nl_nl: Transactie details

source: You chose payment by Ippies. Click Continue do proceed
nl_nl: Je hebt gekozen om te betalen met ippies. Klik “Doorgaan” om te gaan betalen.

source: Continue
nl_nl: Doorgaan

source: Enable ippies.nl Payment
nl_nl: Activeer ippies.nl betalingen

source: Disable test mode
nl_nl: Schakel de test modus uit

source: Ippies API ID (live)
nl_nl: ippies.nl API ID (live)

source: Ippies API secret (live)
nl_nl: ippies.nl API secret (live)

source: Ippies API ID (test)
nl_nl: ippies.nl API ID (test)

source: Ippies API secret (test)
nl_nl: ippies.nl API secret (test)

source: Ippies Shop ID
nl_nl: ippies.nl Shop ID

source: Ippies API secret
nl_nl: ippies.nl API secret

source: Pay with the ippies you have saved!
nl_nl: Betaal met je gespaarde ippies!

source: Thank you for your order. We are now redirecting you to ippies.nl to make payment.
nl_nl: Bedankt voor je bestelling. Je wordt nu doorgestuurd naar de ippies.nl betaal module om te betalen.
